export const infos = [
  {
    id: 1,
    description: "التعريفة المربوطة  (للدول الأعضاء في منظمة التجارة العالمية)",
    value: "X",
  },
  {
    id: 2,
    description:
      "التعريفة للدولة الأولى بالرعاية (للدول الأعضاء في منظمة التجارة العالمية)",
    value: "X",
  },
  {
    id: 3,
    description:
      "التعريفة الرسمية المطبقة (للدول الغير أعضاء في منظمة التجارة العالمية)",
    value: "X",
  },
  { id: 4, description: "" },
  {
    id: 5,
    description: "قيمة واردات السلعة المعنية ",
  },
  {
    id: 6,
    description: "قيمة صادرات السلعة المعنية",
  },
  {
    id: 7,
    description: "القيمة الاجمالية للواردات السلعية",
  },
  {
    id: 8,
    description: "القيمة الاجمالية للصادرات السلعية",
  },
  {
    id: 9,
    description: "القيمة الكلية من إعادة تصدير السلع المعنية",
  },
  {
    id: 10,
    description:
      "القيمة الكلية من واردات السلعة المعنية لقطاع المناطق الاقتصادية الخاصة الموجهة للتصدير",
  },
];
