export const intros = [
  {
    id: 0,
    label: "الاسكوا حول التكامل الإقليمي",
    text:
      "تهدف هذه المنصة الالكترونية الى اتاحة امكانية التفاوض عن بعد بين الدول الأعضاء من خلال نظام تبادل المعلومات والمقترحات بالإضافة الى توفير جميع البيانات والوثائق الخاصة بالمفاوضات لجميع أعضاء الفرق الوطنية المكلفة بالتفاوض",
    img: "url(/images/banner1.jpg)",
    alt: "First slide",
    interval: 4000,
    lightBg: true,
  },
  {
    id: 1,
    label: "اللجان المعنية بمفاوضات الاتحاد ",
    text:
      "الرجاء اختيار صورة جديدة للمنصة باعتماد منشورات الاسكوا حول التكامل الإقليمي العربي",
    img: "url(/images/banner2.jpg)",
    alt: "Second slide",
    interval: 4000,
    lightBg: true,
  },
  {
    id: 2,
    label: "التصنيف العربي الموحد",
    text:
      "أما الدخول الى الفضاء الخاص يكون بكلمة السر موحدة لكل المفاوضين من الدول العربية المشمولة بالمفاوضات (يجب تحديد كلمة السر) على أم يكون اختيار الدولة واطلاق عملية التبادل خاضعة لكلة سر توفرها الاسكوا لرئيس الفريق الوطني.",
    img: "url(/images/banner3.jpg)",
    alt: "Third slide",
    interval: 4000,
    lightBg: true,
  },
  {
    id: 3,
    label: "مرض فیروس كورونا",
    text:
      "نحن نعمل مع الشركاء لإبطاء انتشار الفیروس، ولكن كل شخص في الولایة لدیھ دور یؤدیھ لتحقیق ذلك. قد یمرض بعض الأشخاص أكثر من الآخرین. الأشخاص الذین یعانون من ّ أي ّ شخص من أي عمر عرضة للإصابة بالمرض.",
    img: "url(/images/banner4.jpg)",
    alt: "Fourth slide",
    interval: 4000,
    lightBg: true,
  },
  {
    id: 4,
    label: "مرض فیروس كورونا",
    text:
      "نحن نعمل مع الشركاء لإبطاء انتشار الفیروس، ولكن كل شخص في الولایة لدیھ دور یؤدیھ لتحقیق ذلك. قد یمرض بعض الأشخاص أكثر من الآخرین. الأشخاص الذین یعانون من ّ أي ّ شخص من أي عمر عرضة للإصابة بالمرض.",
    img: "url(/images/banner5.jpg)",
    alt: "Fifthth slide",
    interval: 4000,
    lightBg: true,
  },
];

export const sections = [
  {
    id: 0,
    title: "أهداف المنصة الالكترونية",
    subtitle: "لتسهيل مفاوضات الاتحاد الجمركي العربي",
    text:
      "تهدف هذه المنصة الالكترونية الى اتاحة امكانية التفاوض عن بعد بين الدول الأعضاء من خلال نظام تبادل المعلومات والمقترحات بالإضافة الى توفير جميع البيانات والوثائق الخاصة بالمفاوضات لجميع أعضاء الفرق الوطنية المكلفة بالتفاوض",
  },
  {
    id: 1,
    title: "نافذة الفضاء العام",
    subtitle:
      "الدخول الى الفضاء العام متاح لأي مستخدم على الانترنت بدون أية قيود أو كلمة سر",
    text:
      "توفر هذه النافذة منصة لنشر جميع البيانات والدراسات الخاصة بتطور مفاوضات الاتحاد الجمركي العربي ومحاضر اجتماعات اللجان المختصة تحت رعاية جامعة الدول العربية. كما توفر هذه النافذة   ",
  },
  {
    id: 2,
    title: "نافذة الفضاء الخاص",
    subtitle:
      "الدخول الى الفضاء الخاص يخضع إلى نظام أمان بواسطة بريد الكتروني معرّف وكلمة السر",
    text:
      "يسمح هذا المجال للمفاوضين تحديد ثلاثة أبعاد أولية لاطلاق المفاوضات الثنائية كمرحلة أولى من أجل التقريب في مواقف الدول والتسريع في الاتفاق بين جميع الدول الأعضاء. ",
  },
];
