const mainreps = [
  {
    id: 1,
    img: "/images/stu3.svg",
    title:
      "مقترح الأجندة الرقمية العربية - مخطط تمهيدي للاستراتيجية العربية لتكنولوجيا المعلومات والاتصالات من أجل التنمية المستدامة",
    bodyText:
      "ساعد دخول تكنولوجيا المعلومات والاتصالات إلى القطاعات والأنشطة جميعها على تنمية هذه القطاعات والأنشطة، كما دَفَعَ إلى تحسين فعّاليتها. وتُعَد الأجندات الرقميّة الإقليميّة والوطنيّة بمثابة وثائق توفّر مجموعة من الأهداف والغايات في ميدان تكنولوجيا المعلومات والاتصالات في المنطقة أو البلد. تقدم هذه الوثيقة، التي تحمل عنوان مقترح الأجندة الرقمية العربية: مخطط تمهيدي للاستراتيجية العربية لتكنولوجيا المعلومات والاتصالات من أجل التنمية المستدامة في العالم العربي ، مقترح اللجنة الاقتصادية والاجتماعية لغربي آسيا (الإسكوا) لمجموعة من الأهداف والغايات في مجال تكنولوجيا المعلومات والاتصالات بهدف دعم التنمية الرقمية وبالتالي دعم تنفيذ خطة الأمم المتحدة لعام 2030 وأهداف التنمية المستدامة في العالم العربي. وتقدم موجزاً عن أجندات رقمية إقليمية مماثلة في العالم، كما تقترح أجندة تتمحور حول خمسة ركائز تلائم احتياجات المنطقة العربية....",
  },
  {
    id: 2,
    img: "/images/stu2.svg",
    title:
      "دعم المؤسسات في مواجهة تحديات الضعف والهشاشة: منهجية تقييم القدرات المؤسسية",
    bodyText:
      "نطلاقاً من الدور المركزي الذي تلعبه المؤسسات العامة في مجمل مراحل عملية التنمية الوطنية، وتماشياً مع مقاصد الهدف 16 من أجندة التنمية المستدامة 2030 الرامية إلى بناء مؤسسات فعالة ومسؤولة وشاملة على جميع المستويات، أعطت الإسكوا لعملية الإصلاح المؤسسي أهمية قصوة بهدف مساعدة حكومات الدول الأعضاء على بناء قدرات المؤسسات العامة ومواردها المادية والبشرية وتعزيز الكفاءات المهنية لدى قيادات وموظفي القطاع العام والخدمة المدنية.",
  },
  {
    id: 3,
    img: "/images/stu1.svg",
    title:
      "دليل بناء القدرات لتحليل وقياس اللامساواة الاجتماعية والاقتصادية في المنطقة العربية",
    bodyText:
      "عدت الإسكوا دليل بناء القدرات لتحليل وقياس اللامساواة الاجتماعية والاقتصادية في المنطقة العربية في إطار جهودها الرامية إلى بناء القدرات لتحليل وقياس اللامساواة الاجتماعية والاقتصادية في البلدان العربية انطلاقاً من المبادئ التي ترتكز عليها العدالة الاجتماعية والتي تتضمن الحقوق والمساواة والإنصاف والمشاركة والتي تعتبر احدى الاركان الاساسية لخطط وسياسات التنمية الوطنية",
  },
];

const execreps = [
  {
    id: 1,
    img: "/images/off1.svg",
    title: "آلية مقايضة الديون مقابل العمل المناخي/ أهداف التنمية المستدامة",
    bodyText:
      "تتعرض الموازنات العامة في البلدان النامية في المنطقة لضغوط بسبب ارتفاع الديون الخارجية وخدمة الدين، مما يهدد بالإنفاق على العمل المناخي وتحقيق أهداف التنمية المستدامة. أدى التأثير السلبي لوباء كورونا إلى تفاقم الضغوط المالية. بالنظر إلى هذه الحالة الطارئة التي تسبب بها الوباء، أطلقت الإسكوا مبادرة مقايضة الديون مقابل العمل المناخي/ أهداف التنمية المستدامة لدعم تخفيف الديون وتحسين التمويل المناخي في البلدان المتوسطة الدخل في المنطقة العربية التي تواجه أعباء ديون متزايدة. تم تطوير آلية مقايضة الديون في عام ٢٠٢٠. ناقشت مجموعة واسعة من أصحاب المصلحة، بما في ذلك ممثلون رفيعو المستوى من الدول الأعضاء وممثلون من نادي باريس وخبراء عالميون مرموقون وشركاء التنمية، آلية مقايضة الديون التي أطلقتها الإسكوا في اجتماع فريق الخبراء في ديسمبر عام ٢٠٢٠.ك",
  },
  {
    id: 2,
    img: "/images/off2.svg",
    title:
      "رؤية الإسكوا لمنهجية إعداد وتطوير وتفعيل الاستراتيجية العربية لتكنولوجيا المعلومات والاتصالات (الأجندة الرقمية العربية)",
    bodyText:
      "﻿تعرض هذه الوثيقة تصور لجنة الأمم المتحدة الاقتصادية والاجتماعية لغربي آسيا (الإسكوا) للمنهجية الجديدة المقترحة لإعداد وتطوير وتفعيل الاستراتيجية العربية لتكنولوجيا المعلومات والاتصالات (الأجندة الرقمية العربية)، حيث توصي باعتماد مقاربة جديدة لإطلاق مشروع تعاون فني بالشراكة بين الأمانة التنفيذية للإسكوا والأمانة العامة لجامعة الدول العربية والدول العربية أعضاء فريق العمل العربي للاستراتيجية العربية للاتصالات والمعلومات وممثلي السادة وزراء الاتصالات وتكنولوجيا المعلومات العرب، وبمشاركة المنظمات العربية والإقليمية والدولية والأممية ذات العلاقة. يهدف المشروع إلى وضع وثيقة مشتركة لإطار عمل عربي طويل الأجل، تحت مسمى الأجندة الرقمية العربية والاستراتيجية العربية لتكنولوجيا المعلومات والاتصالات، مصحوبة بمقترح خطة العمل التنفيذية الرامية إلى تفعيل تلك الأجندة والاستراتيجية، مسترشداً بكافة الوثائق والدراسات القيِّمة التي عُرضت على الفريق أو أنتجها الفريق منذ عام 2016 إلى عام 2020 لتصبّ جميعها في الوثيقة المزمعة.يك",
  },
  {
    id: 3,
    img: "/images/off3.svg",
    title: "مسح التطورات الاقتصادية والاجتماعية 2019 - 2020",
    bodyText:
      "من الصعب تحليل الوضع الاقتصادي في عالم ال يزال يعاني من تفشي جائحة كوفيد-19 .فالجائحة ألقت على الاقتصاد بأعباء جسيمة سيتضح لها مزيد من التداعيات مع الوقت. ومما لا شك فيه أن وقع الجائحة سيمتد طوال عام 2021 وما بعده، ولذلك فإن فهم طرق تعامل البلدان العربية مع آثار الجائحة الاقتصادية في غاية الاهمية. وينطلق هذا التقرير من سيناريوين: أولهما معتدل، يتوقع انتهاء الأزمة وعودة الاقتصاد إلى زخمه في الربع الأول من عام 2021 ؛ وثانيهما يميل إلى التشاؤم، فيتوقع استمرار الأزمة خلال الربع الأول من عام 2021 . لكن التقدم المتسارع في البحوث عن لقاحات للفيروس سيدفع، على الأرجح، الاقتصادات نحو استعادة زخمها في الربع الثاني من عام 2021 على أبعد تقدير.",
  },
];

export function repData(rep) {
  switch (rep) {
    case "mainreps":
      return mainreps;
    case "execreps":
      return execreps;
    default:
      return mainreps;
  }
}
