export const data = [
  {
    id: 1,
    lightbg: 1,
    lightTitle: false,
    lightDesc: true,
    imgStart: false,
    img: "/images/off1.svg",
    alt: "Off1",
    headerLine: "رمز الوثيقة: E/ESCWA/CL3.SEP/2020/1",
    titleLine: "مسح التطورات الاقتصادية والاجتماعية 2019 - 2020",
    textBody:
      "من الصعب تحليل الوضع الاقتصادي في عالم ال يزال يعاني من تفشي جائحة كوفيد-19 .فالجائحة ألقت على الاقتصاد بأعباء جسيمة سيتضح لها مزيد من التداعيات مع الوقت. ومما لا شك فيه أن وقع الجائحة سيمتد طوال عام 2021 وما بعده، ولذلك فإن فهم طرق تعامل البلدان العربية مع آثار الجائحة الاقتصادية في غاية الاهمية. وينطلق هذا التقرير من سيناريوين: أولهما معتدل، يتوقع انتهاء الأزمة وعودة الاقتصاد إلى زخمه في الربع الأول من عام 2021 ؛ وثانيهما يميل إلى التشاؤم، فيتوقع استمرار الأزمة خلال الربع الأول من عام 2021 . لكن التقدم المتسارع في البحوث عن لقاحات للفيروس سيدفع، على الأرجح، الاقتصادات نحو استعادة زخمها في الربع الثاني من عام 2021 على أبعد تقدير.",
    buttonLabel: "تفاصيل أكثر",
  },
  {
    id: 2,
    lightbg: 0,
    lightTitle: true,
    lightDesc: false,
    imgStart: true,
    img: "/images/off2.svg",
    alt: "Off2",
    headerLine: "رمز الوثيقة: E/ESCWA/SDPD/2019/TP.4",
    titleLine:
      "تقرير العام 2019 عن تطبيق الإدارة المتكاملة للموارد المائية في المنطقة العربية",
    textBody:
      "يعرض هذا التقرير الوضع المرجعي للمنطقة العربية للمؤشر 6-5-1 من أهداف التنمية المستدامة: درجة التنفيذ للإدارة المتكاملة للموارد المائية. وتعتمد البيانات الواردة في هذا التقرير على جهود ومساهمات المسؤولين الحكوميين وغيرهم من أصحاب المصلحة من 19 بلداً عربياً في الإبلاغ عن مؤشر أهداف التنمية المستدامة 6-5-1. إن تنفيذ الإدارة المتكاملة للموارد المائية هو لبنة أساسية لتحقيق أهداف التنمية المستدامة في المنطقة العربية. وتتطلب الإدارة الناجحة للموارد المائية تفاعل الحكومات والمنظمات والقطاع الخاص على جميع المستويات وعبر جميع القطاعات. وعلى الرغم من أن متوسط تنفيذ الإدارة المتكاملة للموارد المائية في المنطقة العربية مماثل للمتوسط العالمي، فإن هناك تفاوتاً واسعاً لدرجة تنفيذ الإدارة المتكاملة للموارد المائية من مستوى منخفض جداً إلى مرتفع. ومن بين البلدان العربية الـ 19 المبلغة، من غير المرجح أن يحقق 63 في المائة منها الهدف العالمي ما لم يتسارع التقدم بدرجة كبيرة.",
    buttonLabel: "تفاصيل أكثر",
  },
  {
    id: 3,
    lightbg: 1,
    lightTitle: false,
    lightDesc: true,
    imgStart: false,
    img: "/images/off3.svg",
    alt: "Off3",
    headerLine: "رمز الوثيقة: E/ESCWA/SDD/2019/2 2020",
    titleLine: "التقرير العربي للتنمية المستدامة لعام 2020",
    textBody:
      "تواجه التنمية المستدامة في المنطقة العربية عوائق هيكلية تكاد تكون نفسها بين البلدان العربية الاثنين والعشرين على الرغم من اختلاف مستويات الدخل، والموارد الطبيعية، والملامح السكانية. ويتطلب التحوّل الجذري في المنطقة تذليل هذه العوائق لإطلاق الطاقات الكامنة في الأفراد، وتحويل الالتزام بخطة التنمية المستدامة لعام 2030 إلى واقع.",
    buttonLabel: "تفاصيل أكثر",
  },
];
